Repository: alexsoyes/wordpress-theme
Catalog: languages/*.po
Languages: fr_fr

source: * Your email stays with me, your privacy matters. 🕵️
fr_fr: * Ton adresse e-mail reste chez moi. La confidentialité c'est important. 🕵️

source: 1 comment
fr_fr: 1 commentaire

source: < Return to blog posts
fr_fr: < Retourner à la liste des articles

source: <span>Each beginning</span> of the week,
fr_fr: <span>Chaque mardi à 9h</span>,

source: A very simple blog for eco friendly bloggers!
fr_fr: Un blog super simple fait par un bloggeur écolo !

source: Avatar from
fr_fr: Avatar de

source: Back to top
fr_fr: Retourner en haut de l'article

source: Comment link #
fr_fr: Lien vers le comentaire

source: Comments are closed.
fr_fr: Les commentaires sont fermés.

# Comments title
source: %s comment
fr_fr: %s commentaire

source: Damned!
fr_fr: Oups !

source: Did you like this article?
fr_fr: Tu as aimé cet article ?

source: Display some basic info about who you are in the footer.
fr_fr: Affiche des informations dans le pied de page.

source: Find all posts
fr_fr: Lien vers tous les articles

source: find_all_articles();
fr_fr: lire_tous_les_articles();

source: Footer text
fr_fr: Texte du pied de page

source: I am tracking <code>404 errors</code> in order to replace them with <code>301 redirections</code> in case of missing posts (which is very rare by the way).
fr_fr: Je traque les <code>codes 404</code> pour les remplacer avec des <code>redirections 301</code> si jamais un contenu a été supprimé.

source: I do reply to every comment on the blog 😊
fr_fr: PS : Je réponds à tous les commentaires sur le blog 😊

source: I took a long time to make this article,<br>if you want to share it, it will make my day! ❤️
fr_fr: Ça m'a pris un long moment pour l'écrire...<br>Si jamais tu l'as trouvé sympa, n'hésite pas à le partager ❤️

source: I will share you <span>something I learned</span>.
fr_fr: je te partage <span>une nouvelle astuce</span> ou <span>une nouvelle histoire</span> de code.

source: If you arrived here, please send a kindly message to %s with the post you were looking for.
fr_fr: Si tu es arrivé ici, tu peux m'envoyer un message ici %s afin que je puisse te renseigner.

source: Join the community!
fr_fr: Rejoindre la communauté !

source: Keep in touch
fr_fr: On reste en contact !

source: Last commit: <strong>%s</strong>
fr_fr: Dernier commit : <strong>%s</strong>

source: Leave a comment ?
fr_fr: Laisser un commentaire

source: Made with love on the top of WordPress ❤️
fr_fr: Site WordPress fait avec ❤️

source: Make a link to: %s
fr_fr: Faire un lien vers : %s

source: My email address
fr_fr: Mon adresse e-mail principale

source: Newer <span class="nav-short">posts</span>
fr_fr: Nouveaux <span class="nav-short">articles</span>

source: Newer comments
fr_fr: Nouveaux commentaires

source: Older <span class="nav-short">posts</span>
fr_fr: Anciens <span class="nav-short">articles</span>

source: Older comments
fr_fr: Anciens commentaires

source: Primary menu
fr_fr: Menu primaire

source: Primary menu (header)
fr_fr: Menu principal (entête)

source: Read the
fr_fr: Lire les

source: Receive <span>&lt;la console /&gt;</span>.
fr_fr: Recevoir <span>&lt;La console /&gt;</span>.

source: Return to home
fr_fr: Retourner sur l'accueil

source: Search among %d posts...
fr_fr: Rechercher parmi les %d articles du blog...

source: Search&hellip;
fr_fr: Rechercher&hellip;

source: Secondary menu
fr_fr: Menu secondaire

source: Secondary menu (footer)
fr_fr: Menu secondaire (pied de page)

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Share on LinkedIn
fr_fr: Partager sur LinkedIn

source: Share on Twitter
fr_fr: Partager sur Twitter

source: Skip to content
fr_fr: Aller au contenu

source: Social menu
fr_fr: Menu des réseaux sociaux

source: Still not having it?
fr_fr: Tu n'as toujours pas ton contenu ?

# submit button
source: 🔍 Search
fr_fr: 🔍 Rechercher

source: Thank you for sharing your story with us!
fr_fr: Merci de partager ton histoire avec la communauté !

source: That page does not exist (anymore?)!
fr_fr: Cette page n'existe plus (ou n'a jamais existé ?).

source: Wanna try another search? 🍀
fr_fr: Envie de tenter une autre recherche ? 🍀

source: Wanna try to search for your post? 🍀
fr_fr: Rechercher ton contenu 🍀

source: We found %1$s result for your search "%2$s".
fr_fr: WordPress a trouvé %1$s résultat pour la recherche sur "%2$s".

source: We will reply shorter than you think!
fr_fr: Je répondrais plus vite que tu ne le penses !

source: ✨ Being developer is a passion.
fr_fr: ✨ La newsletter des passionné(e)s du code.

source: 🎁 <span>Bonus gift</span>: Receive my 5 bonus emails to become a better software developer.
fr_fr: 🎁 Recevoir mes 5 conseils pour améliorer son code et sa productivité.

source: 👩‍💻 Leave a Reply 👨‍💻
fr_fr: 👩‍💻 Réagir à cet article 👨‍💻

source: 🗺️ <strong>3 Roadmaps</strong> to became a better software developer.
fr_fr: 🚀 <strong>3 roadmaps</strong> pour exceller en code.

source: 😍 A curated selection of the <strong>best french ressources</strong> for coding.
fr_fr: 🇫🇷 Mes <strong>16 meilleures ressources</strong> en programmation.

source: 🛠 <strong>3 tools</strong> for developers (that you must use).
fr_fr: 🛠 <strong>3 outils</strong> obligatoires pour progresser.

source: 🧑‍💻 What I think about <strong>software engineers jobs</strong> for the next year.
fr_fr: 🧑‍💻 Ce que je pense <strong>du métier de développeur</strong> dans 10 ans.

source: 🧠 How I start my day to <strong>increase my productivity</strong>.
fr_fr: 🧠 Comment être <strong>2 x plus productif</strong>.
